# specify a directory to install
cask_args appdir: '/Applications'
# install packages
cask 'microsoft-openjdk'
cask 'arc'
cask 'dropbox'
cask 'iterm2'
cask 'calibre'
cask 'steam'
cask 'adobe-creative-cloud'
cask 'whatsapp'
cask 'vmware-fusion'
cask 'ea'
cask 'transmission'
cask 'microsoft-office'
cask 'lapce'
cask 'warp'
cask 'canva'
cask 'clickup'
cask 'lastfm'
cask 'the-unarchiver'
cask 'minecraft'
cask 'battle-net'
cask 'github'
cask 'logi-options-plus'
